Repository: pushnow-dev/pushnow
Catalog: JiZhi/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, zh_hans

source: Sign out in Account settings before changing servers.
de: Melde dich vor dem Serverwechsel in den Kontoeinstellungen ab.
es: Cierra sesión en los ajustes de cuenta antes de cambiar de servidor.
ja: サーバーを変更する前にアカウント設定からログアウトしてください。
ko: 서버를 바꾸기 전에 계정 설정에서 로그아웃하세요.
zh_hans: 请先在账号设置中退出登录，再切换服务器。

source: Social
de: Sozial
ja: ソーシャル
ko: 소셜
zh_hans: 社交

source: Source
de: Quelle
es: Origen
ja: 送信元
ko: 발신원
zh_hans: 来源

source: Source name
de: Quellenname
es: Nombre de la fuente
ja: ソース名
ko: 소스 이름
zh_hans: 来源名称

source: Subscriptions are temporarily unavailable. Please try again.
de: Abonnements sind vorübergehend nicht verfügbar. Bitte versuche es erneut.
es: Las suscripciones no están disponibles temporalmente. Inténtalo de nuevo.
ja: サブスクリプションを読み込めません。再試行してください。
ko: 구독 상품을 불러올 수 없습니다. 다시 시도하세요.
zh_hans: 订阅商品暂时无法加载，请重试。

source: Subscriptions renew automatically unless cancelled in App Store settings. Payment is charged to your Apple Account after confirmation.
de: Abonnements verlängern sich automatisch, sofern sie nicht in den App Store-Einstellungen gekündigt werden. Nach der Bestätigung wird dein Apple Account belastet.
es: Las suscripciones se renuevan automáticamente salvo que se cancelen en los ajustes del App Store. El pago se carga a tu cuenta de Apple tras la confirmación.
ja: App Storeの設定でキャンセルしない限り、サブスクリプションは自動更新されます。購入確認後、Apple Accountに請求されます。
ko: App Store 설정에서 취소하지 않으면 구독이 자동 갱신됩니다. 구매 확인 후 Apple 계정으로 요금이 청구됩니다.
zh_hans: 除非在 App Store 设置中取消，否则订阅将自动续订。确认购买后，费用将从你的 Apple 账户扣除。

source: Suppressed
de: Unterdrückt
es: Suprimida
ja: 抑制済み
ko: 억제됨
zh_hans: 已跳过

source: Switch server
de: Server wechseln
es: Cambiar servidor
ja: サーバーを切り替える
ko: 서버 전환
zh_hans: 切换服务器

source: Sync encrypted history key
de: Schlüssel für verschlüsselten Verlauf synchronisieren
es: Sincronizar clave del historial
ja: 暗号化履歴の鍵を同期
ko: 암호화 기록 키 동기화
zh_hans: 同步加密历史密钥

source: Technology
de: Technologie
es: Tecnología
ja: テクノロジー
ko: 기술
zh_hans: 科技

source: Technology, startups and developer discussions
de: Technologie, Start-ups und Entwicklerdiskussionen
es: Tecnología, empresas emergentes y desarrollo
ja: テクノロジー、スタートアップ、開発者の議論
ko: 기술, 스타트업 및 개발자 토론
zh_hans: 科技、创业与开发者讨论

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
ja: 利用規約
ko: 이용 약관
zh_hans: 使用条款

source: The data has changed. Refresh and try again.
de: Die Daten wurden geändert. Aktualisiere und versuche es erneut.
es: Los datos han cambiado. Actualiza e inténtalo de nuevo.
ja: データが変更されました。更新して再試行してください。
ko: 데이터가 변경되었습니다. 새로 고침 후 다시 시도하세요.
zh_hans: 数据已发生变化，请刷新后重试。

source: The payment request could not be completed. Please try again.
de: Die Zahlungsanfrage konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No se pudo completar la solicitud de pago. Inténtalo de nuevo.
ja: 支払いリクエストを完了できませんでした。再試行してください。
ko: 결제 요청을 완료하지 못했습니다. 다시 시도하세요.
zh_hans: 付款请求未能完成，请重试。

source: The service is temporarily unavailable. Please try again later.
de: Der Dienst ist vorübergehend nicht verfügbar. Versuche es später erneut.
es: El servicio no está disponible temporalmente. Inténtalo más tarde.
ja: サービスを一時的に利用できません。しばらくしてから再試行してください。
ko: 서비스를 일시적으로 사용할 수 없습니다. 잠시 후 다시 시도하세요.
zh_hans: 服务暂时不可用，请稍后重试。

source: The submitted content is too large.
de: Der übermittelte Inhalt ist zu groß.
es: El contenido enviado es demasiado grande.
ja: 送信内容が大きすぎます。
ko: 제출한 콘텐츠가 너무 큽니다.
zh_hans: 提交的内容过大，请缩小后重试。

source: The verification code is incorrect or expired. Request a new code.
de: Der Code ist falsch oder abgelaufen. Fordere einen neuen an.
es: El código es incorrecto o ha caducado. Solicita uno nuevo.
ja: 確認コードが正しくないか期限切れです。新しいコードを取得してください。
ko: 인증 코드가 잘못되었거나 만료되었습니다. 새 코드를 요청하세요.
zh_hans: 验证码不正确或已过期，请重新获取。

source: The verification email could not be sent. Please try again later.
de: Die Bestätigungs-E-Mail konnte nicht gesendet werden. Versuche es später erneut.
es: No se pudo enviar el correo de verificación. Inténtalo más tarde.
ja: 確認メールを送信できませんでした。しばらくしてから再試行してください。
ko: 인증 이메일을 보내지 못했습니다. 잠시 후 다시 시도하세요.
zh_hans: 验证邮件暂时无法发送，请稍后重试。

source: This configuration contains private credentials. Share only with your own sender.
de: Diese Konfiguration enthält private Zugangsdaten. Nur mit deinem eigenen Sender teilen.
es: Esta configuración contiene credenciales privadas. Compártela solo con tu propio emisor.
ja: この設定には秘密の認証情報が含まれます。自分の送信者にのみ共有してください。
ko: 이 설정에는 개인 인증 정보가 포함됩니다. 본인의 발신자에게만 공유하세요.
zh_hans: 此配置包含私密凭据，只能分享给你自己的发送端。

source: This content is no longer available.
de: Dieser Inhalt ist nicht mehr verfügbar.
es: Este contenido ya no está disponible.
ja: このコンテンツは利用できなくなりました。
ko: 이 콘텐츠는 더 이상 사용할 수 없습니다.
zh_hans: 内容不存在或已被删除。

source: This device
de: Dieses Gerät
es: Este dispositivo
ja: このデバイス
ko: 이 기기
zh_hans: 本机

source: This device will stop receiving messages. Revoking your last trusted device prevents approval of new devices.
de: Dieses Gerät empfängt keine Nachrichten mehr. Ohne ein vertrauenswürdiges Gerät können keine neuen Geräte genehmigt werden.
es: Este dispositivo dejará de recibir mensajes. Revocar el último dispositivo de confianza impide aprobar nuevos dispositivos.
ja: このデバイスは受信を停止します。最後の信頼済みデバイスを失効すると新しいデバイスを承認できません。
ko: 이 기기는 메시지 수신을 중지합니다. 마지막 신뢰 기기를 해지하면 새 기기를 승인할 수 없습니다.
zh_hans: 此设备将停止接收消息。撤销最后一台可信设备后，将无法批准新设备。

source: This email is already linked to another account.
de: Diese E-Mail-Adresse ist bereits mit einem anderen Konto verknüpft.
es: Este correo ya está vinculado a otra cuenta.
ja: このメールアドレスは別のアカウントに登録されています。
ko: 이 이메일은 다른 계정에 연결되어 있습니다.
zh_hans: 该邮箱已绑定其他账号。

source: This key will no longer be able to send notifications.
de: Dieser Schlüssel kann keine Mitteilungen mehr senden.
es: Esta clave ya no podrá enviar notificaciones.
ja: このキーで通知を送信できなくなります。
ko: 이 키로 더 이상 알림을 보낼 수 없습니다.
zh_hans: 此密钥将无法再发送通知。

source: This plan is currently unavailable
de: Dieser Tarif ist derzeit nicht verfügbar
es: Este plan no está disponible actualmente
ja: このプランは現在利用できません
ko: 현재 이 요금제를 이용할 수 없습니다
zh_hans: 此方案暂不可用

source: This removes the preference from this device only.
de: Dadurch wird die Einstellung nur von diesem Gerät entfernt.
es: Esto solo elimina la preferencia de este dispositivo.
ja: この端末に保存された設定のみが削除されます。
ko: 이 기기에 저장된 설정만 삭제합니다.
zh_hans: 此操作仅移除本机保存的偏好。

source: Time not set
de: Zeit nicht festgelegt
es: Hora sin definir
ja: 時刻未設定
ko: 시간 미설정
zh_hans: 未定时间

source: Time zone
de: Zeitzone
es: Zona horaria
ja: タイムゾーン
ko: 시간대
zh_hans: 时区

source: Timezone
de: Zeitzone
es: Zona horaria
ja: タイムゾーン
ko: 시간대
zh_hans: 时区

source: Too many requests. Please try again later.
de: Zu viele Anfragen. Bitte versuche es später erneut.
es: Demasiadas solicitudes. Inténtalo más tarde.
ja: リクエストが多すぎます。しばらくしてから再試行してください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도하세요.
zh_hans: 操作过于频繁，请稍后再试。

source: Trending
de: Trends
es: Tendencias
ja: トレンド
ko: 인기
zh_hans: 平台热榜

source: Trending topics and entertainment news
de: Trendthemen und Unterhaltungsnachrichten
es: Tendencias y noticias de entretenimiento
ja: 話題のトピックとエンタメ情報
ko: 인기 주제와 엔터테인먼트 소식
zh_hans: 热门话题与文娱资讯

source: Unable to switch servers. Sign out and try again.
de: Serverwechsel nicht möglich. Melde dich ab und versuche es erneut.
es: No se puede cambiar de servidor. Cierra sesión e inténtalo de nuevo.
ja: サーバーを切り替えられません。ログアウトして再試行してください。
ko: 서버를 전환할 수 없습니다. 로그아웃 후 다시 시도하세요.
zh_hans: 无法切换服务器，请退出登录后重试。

source: Unavailable
de: Nicht verfügbar
es: No disponible
ja: 利用不可
ko: 사용 불가
zh_hans: 暂不可用

source: Unknown delivery status
de: Unbekannter Zustellstatus
es: Estado de entrega desconocido
ja: 不明な配信状態
ko: 알 수 없는 전달 상태
zh_hans: 未知投递状态

source: Unlimited
de: Unbegrenzt
es: Sin límite
ja: 無制限
ko: 무제한
zh_hans: 不限

source: Unread
de: Ungelesen
es: No leída
ja: 未読
ko: 읽지 않음
zh_hans: 未读

source: Unsubscribe
de: Abonnement beenden
es: Cancelar suscripción
ja: 購読を解除
ko: 구독 취소
zh_hans: 取消订阅

source: Waiting for device approval
de: Warten auf Gerätefreigabe
es: Esperando aprobación del dispositivo
ja: 端末の承認待ち
ko: 기기 승인 대기 중
zh_hans: 等待设备确认

source: You do not have permission to perform this action.
de: Du hast keine Berechtigung für diese Aktion.
es: No tienes permiso para realizar esta acción.
ja: この操作を行う権限がありません。
ko: 이 작업을 수행할 권한이 없습니다.
zh_hans: 当前账号无权执行此操作。

source: You have a new encrypted reminder
de: Du hast eine neue verschlüsselte Erinnerung
es: Tienes un nuevo recordatorio cifrado
ja: 新しい暗号化リマインダーがあります
ko: 새 암호화 알림이 있습니다
zh_hans: 你有一条新的加密提醒

source: Your account changed. Please try again.
de: Dein Account hat sich geändert. Bitte versuche es erneut.
es: Tu cuenta ha cambiado. Inténtalo de nuevo.
ja: アカウントが変更されました。もう一度お試しください。
ko: 계정이 변경되었습니다. 다시 시도하세요.
zh_hans: 账户已变更，请重试。

source: Your account changed. Reopen this channel.
de: Dein Konto wurde geändert. Öffne diesen Kanal erneut.
es: Tu cuenta cambió. Vuelve a abrir este canal.
ja: アカウントが変更されました。このチャンネルを開き直してください。
ko: 계정이 변경되었습니다. 이 채널을 다시 여세요.
zh_hans: 账号已变更，请重新打开此频道。

source: Your notifications, connected
de: Deine Mitteilungen, verbunden
es: Tus notificaciones, conectadas
ja: 通知をひとつにつなぐ
ko: 한곳에서 연결되는 알림
zh_hans: 让通知与你保持连接

source: Your session has expired. Please sign in again.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es: La sesión ha caducado. Inicia sesión de nuevo.
ja: セッションの有効期限が切れました。再度ログインしてください。
ko: 로그인이 만료되었습니다. 다시 로그인하세요.
zh_hans: 登录已失效，请重新登录。

# ¥18/月
source: ¥18/month
de: ¥18/Monat
es: ¥18/mes
ja: 月額¥18
ko: 월 ¥18
zh_hans: ¥18/月

# ¥8/月
source: ¥8/month
de: ¥8/Monat
es: ¥8/mes
ja: 月額¥8
ko: 월 ¥8
zh_hans: ¥8/月

# 不通知时仅 App 内查看
source: View in the app when notifications are off
de: Bei deaktivierten Benachrichtigungen in der App anzeigen
es: Ver en la app cuando las notificaciones estén desactivadas
ja: 通知がオフのときはアプリ内で表示
ko: 알림이 꺼져 있으면 앱에서만 보기
zh_hans: 不通知时仅 App 内查看

# 两次输入的密码不一致
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
zh_hans: 两次输入的密码不一致

# 个人接入
source: Personal connections
de: Persönliche Verbindungen
es: Conexiones personales
ja: 個人の接続
ko: 개인 연결
zh_hans: 个人接入

# 个人来源
source: Personal source
de: Persönliche Quelle
es: Fuente personal
ja: 個人ソース
ko: 개인 소스
zh_hans: 个人来源

# 仅 App 内查看
source: In-app only
de: Nur in der App
es: Solo en la app
ja: アプリ内のみ
ko: 앱 내에서만
zh_hans: 仅在 App 内查看

# 仅保存
source: Save only
de: Nur speichern
es: Solo guardar
ja: 保存のみ
ko: 저장만
zh_hans: 仅保存

# 仅查看
source: View only
de: Nur anzeigen
es: Solo ver
ja: 表示のみ
ko: 보기만
zh_hans: 仅查看

# 价格
source: Price
de: Preis
es: Precio
ja: 価格
ko: 가격
zh_hans: 价格

# 使用条款
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
ja: 利用規約
ko: 이용 약관
zh_hans: 使用条款

# 保存提醒
source: Save reminder
de: Erinnerung speichern
es: Guardar recordatorio
ja: リマインダーを保存
ko: 알림 저장
zh_hans: 保存提醒

# 修改
source: Edit
de: Bearbeiten
es: Editar
ja: 編集
ko: 수정
zh_hans: 修改

# 免费
source: Free
de: Kostenlos
es: Gratis
ja: 無料
ko: 무료
zh_hans: 免费

# 免费使用
source: Use for free
de: Kostenlos nutzen
es: Usar gratis
ja: 無料で使う
ko: 무료 사용
zh_hans: 免费使用

# 免费版
source: Free
de: Kostenlos
es: Gratis
ja: 無料版
ko: 무료
zh_hans: 免费版

# 全部
source: All
de: Alle
es: Todo
ja: すべて
ko: 전체
zh_hans: 全部

# 创建
source: Create
de: Erstellen
es: Crear
ja: 作成
ko: 만들기
zh_hans: 创建

# 创建中
source: Creating
de: Wird erstellt
es: Creando
ja: 作成中
ko: 만드는 중
zh_hans: 创建中

# 包含 Plus 全部能力
source: Everything in Plus
de: Alles aus Plus
es: Todo lo de Plus
ja: Plusのすべて
ko: Plus 기능 모두 포함
zh_hans: 包含 Plus 全部能力

# 包含免费版全部能力
source: Everything in Free
de: Alles aus Free
es: Todo lo de Free
ja: 無料版のすべて
ko: 무료 기능 모두 포함
zh_hans: 包含免费版全部能力

# 升级专业版
source: Upgrade to Pro
de: Auf Pro upgraden
es: Mejorar a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
zh_hans: 升级专业版

# 即将提醒
source: Upcoming
de: Bevorstehend
es: Próximos
ja: 近日中
ko: 예정
zh_hans: 即将提醒

# 发现
source: Discover
de: Entdecken
es: Descubrir
ja: 見つける
ko: 발견
zh_hans: 发现

# 发现来源
source: Discover sources
de: Quellen entdecken
es: Descubrir fuentes
ja: ソースを探す
ko: 소스 탐색
zh_hans: 发现来源

# 发送验证邮件
source: Send verification email
de: Bestätigungs-E-Mail senden
es: Enviar email de verificación
ja: 確認メールを送信
ko: 인증 메일 보내기
zh_hans: 发送验证邮件

# 取消
source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# 可选择是否发送 App 推送
source: Choose whether to send app push
de: App-Push optional senden
es: Elige si enviar push de app
ja: Appプッシュ送信を選択可能
ko: 앱 푸시 전송 여부 선택
zh_hans: 可选择是否发送 App 推送

# 启用 App 推送
source: Enable App Push
de: App-Push aktivieren
es: Activar push de la app
ja: アプリ通知を有効にする
ko: 앱 푸시 켜기
zh_hans: 启用 App 推送

# 复制密钥
source: Copy key
de: Schlüssel kopieren
es: Copiar clave
ja: キーをコピー
ko: 키 복사
zh_hans: 复制密钥

# 如果邮箱已可用，你会收到一封验证邮件。为了保护隐私，系统不会提示该邮箱是否已注册。
source: If the email is available, you will receive a verification email. To protect privacy, PushNow does not reveal whether the address is already registered.
de: Wenn die E-Mail verfügbar ist, erhältst du eine Bestätigungs-E-Mail. Aus Datenschutzgründen zeigt PushNow nicht an, ob sie bereits registriert ist.
es: Si el email está disponible, recibirás un mensaje de verificación. Para proteger la privacidad, PushNow no indica si ya está registrado.
ja: メールが利用可能な場合、確認メールが届きます。プライバシー保護のため、そのアドレスが登録済みかどうかは表示しません。
ko: 이메일을 사용할 수 있으면 인증 메일을 받게 됩니다. 개인정보 보호를 위해 이미 등록된 주소인지 여부는 표시하지 않습니다.
zh_hans: 如果邮箱已可用，你会收到一封验证邮件。为了保护隐私，系统不会提示该邮箱是否已注册。

# 安排提醒
source: Schedule reminder
de: Erinnerung planen
es: Programar recordatorio
ja: リマインダーを設定
ko: 알림 예약
zh_hans: 安排提醒

# 完成
source: Done
de: Fertig
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成

# 完成验证
source: Finish verification
de: Bestätigung abschließen
es: Finalizar verificación
ja: 確認を完了
ko: 인증 완료
zh_hans: 完成验证

# 密码
source: Password
de: Passwort
es: Contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码

# 密码登录
source: Password
de: Passwort
es: Contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码登录

# 密码长度至少 8 位
source: Password must be at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
ja: パスワードは8文字以上です
ko: 비밀번호는 8자 이상이어야 합니다
zh_hans: 密码长度至少 8 位

# 已保存到 App 内
source: Saved in the app
de: In der App gespeichert
es: Guardado en la app
ja: アプリに保存済み
ko: 앱에 저장됨
zh_hans: 已保存到 App 内

# 已取消
source: Cancelled
de: Abgebrochen
es: Cancelado
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消

# 已启用
source: Enabled
de: Aktiviert
es: Activado
ja: 有効
ko: 활성화됨
zh_hans: 已启用

# 已延后
source: Snoozed
de: Verschoben
es: Pospuesto
ja: 延期済み
ko: 미뤄짐
zh_hans: 已延后

# 已开启
source: On
de: Ein
es: Activado
ja: オン
ko: 켜짐
zh_hans: 已开启

# 已拥有专业版权益
source: Pro is active
de: Pro ist aktiv
es: Pro está activo
ja: Proは有効です
ko: Pro 사용 중
zh_hans: 已拥有专业版权益

# 已拥有会员权益
source: Membership active
de: Mitgliedschaft aktiv
es: Membresía activa
ja: メンバーシップ有効
ko: 멤버십 활성화됨
zh_hans: 已拥有会员权益

# 已暂停
source: Paused
de: Pausiert
es: Pausado
ja: 一時停止中
ko: 일시 중지됨
zh_hans: 已暂停

# 已登录 · ID %@ · %@
source: Signed in · ID %@ · %@
de: Angemeldet · ID %@ · %@
es: Sesión iniciada · ID %@ · %@
ja: ログイン中 · ID %@ · %@
ko: 로그인됨 · ID %@ · %@
zh_hans: 已登录 · ID %@ · %@

# 已订阅
source: Subscribed
de: Abonniert
es: Suscrito
ja: 購読済み
ko: 구독 중
zh_hans: 已订阅

# 已验证
source: Verified
de: Verifiziert
es: Verificado
ja: 確認済み
ko: 인증됨
zh_hans: 已验证

# 延迟
source: Delay
de: Verzögern
es: Retrasar
ja: 遅延
ko: 지연
zh_hans: 延迟

# 开通会员
source: Subscribe
de: Abonnieren
es: Suscribirse
ja: 登録する
ko: 구독하기
zh_hans: 开通会员

# 当前
source: Current
de: Aktuell
es: Actual
ja: 現在
ko: 현재
zh_hans: 当前

# 当前为免费状态
source: Free plan active
de: Kostenloser Tarif aktiv
es: Plan gratuito activo
ja: 無料プラン利用中
ko: 무료 요금제 사용 중
zh_hans: 当前为免费状态

# 当前权益
source: Current plan
de: Aktueller Tarif
es: Plan actual
ja: 現在のプラン
ko: 현재 요금제
zh_hans: 当前权益

# 当前版本
source: Current plan
de: Aktueller Plan
es: Plan actual
ja: 現在のプラン
ko: 현재 요금제
zh_hans: 当前版本

# 循环
source: Repeat
de: Wiederholen
es: Repetir
ja: 繰り返し
ko: 반복
zh_hans: 循环

# 恢复购买
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买

# 我的来源
source: My sources
de: Meine Quellen
es: Mis fuentes
ja: マイソース
ko: 내 소스
zh_hans: 我的来源

# 指定时间
source: At a set time
de: Zu einer bestimmten Zeit
es: A una hora específica
ja: 日時指定
ko: 지정 시간
zh_hans: 指定时间

# 按照每天通知事项次数选择计划，所有付费权益由 RevenueCat 集中管理。
source: Choose a plan by daily notification events. Paid access is managed through RevenueCat.
de: Wähle nach täglichen Ereignissen. Bezahlzugriff wird über RevenueCat verwaltet.
es: Elige un plan por eventos diarios. El acceso de pago se gestiona con RevenueCat.
ja: 1日の通知項目数でプランを選択。課金権限はRevenueCatで管理されます。
ko: 일일 알림 항목 수에 따라 요금제를 선택하세요. 유료 권한은 RevenueCat에서 관리됩니다.
zh_hans: 按照每天通知事项次数选择计划，所有付费权益由 RevenueCat 集中管理。

# 推送注册失败
source: Push registration failed
de: Push-Registrierung fehlgeschlagen
es: Error al registrar push
ja: プッシュ登録に失敗しました
ko: 푸시 등록 실패
zh_hans: 推送注册失败

# 提醒
source: Reminders
de: Erinnerungen
es: Recordatorios
ja: リマインダー
ko: 리마인더
zh_hans: 提醒

# 提醒事项
source: Reminder
de: Erinnerung
es: Recordatorio
ja: リマインダー
ko: 알림
zh_hans: 提醒事项

# 提醒时间
source: Reminder time
de: Erinnerungszeit
es: Hora del recordatorio
ja: リマインダー時刻
ko: 알림 시간
zh_hans: 提醒时间

# 提醒级别
source: Reminder priority
de: Erinnerungspriorität
es: Prioridad del recordatorio
ja: リマインダーの優先度
ko: 알림 우선순위
zh_hans: 提醒级别

# 摘要
source: Summary
de: Zusammenfassung
es: Resumen
ja: 概要
ko: 요약
zh_hans: 摘要

# 收件箱
source: Inbox
de: Posteingang
es: Bandeja
ja: 受信箱
ko: 받은함
zh_hans: 收件箱

# 收藏
source: Save
de: Speichern
es: Guardar
ja: 保存
ko: 저장
zh_hans: 收藏

# 新到结果
source: New Results
de: Neue Ergebnisse
es: Resultados nuevos
ja: 新着結果
ko: 새 결과
zh_hans: 新到结果

# 新建来源
source: New source
de: Neue Quelle
es: Nueva fuente
ja: 新しいソース
ko: 새 소스
zh_hans: 新建来源

# 无法完成操作
source: Unable to complete action
de: Aktion konnte nicht abgeschlossen werden
es: No se pudo completar la acción
ja: 操作を完了できません
ko: 작업을 완료할 수 없습니다
zh_hans: 无法完成操作

# 无需确认
source: No acknowledgment required
de: Keine Bestätigung erforderlich
es: No requiere confirmación
ja: 確認不要
ko: 확인 불필요
zh_hans: 无需确认

# 暂无摘要
source: No summary
de: Keine Zusammenfassung
es: Sin resumen
ja: 概要なし
ko: 요약 없음
zh_hans: 暂无摘要

# 最低系统
source: Minimum OS
de: Mindestversion
es: Sistema mínimo
ja: 最小対応OS
ko: 최소 OS
zh_hans: 最低系统

# 未开启
source: Off
de: Aus
es: Desactivado
ja: オフ
ko: 꺼짐
zh_hans: 未开启

# 未登录
source: Not signed in
de: Nicht angemeldet
es: Sin sesión
ja: 未ログイン
ko: 로그인 안 됨
zh_hans: 未登录

# 未读
source: Unread
de: Ungelesen
es: Sin leer
ja: 未読
ko: 읽지 않음
zh_hans: 未读

# 来源
source: Sources
de: Quellen
es: Fuentes
ja: ソース
ko: 소스
zh_hans: 来源

# 来源密钥已创建
source: Source key created
de: Quellenschlüssel erstellt
es: Clave de fuente creada
ja: ソースキーを作成しました
ko: 소스 키가 생성됨
zh_hans: 来源密钥已创建

# 查看专业版
source: View Pro
de: Pro ansehen
es: Ver Pro
ja: Proを見る
ko: Pro 보기
zh_hans: 查看专业版

# 正在保存
source: Saving
de: Wird gespeichert
es: Guardando
ja: 保存中
ko: 저장 중
zh_hans: 正在保存

# 正在加载
source: Loading…
de: Wird geladen…
es: Cargando…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 正在加载…

# 正在启用 App 推送
source: Enabling App Push
de: App-Push wird aktiviert
es: Activando push
ja: アプリ通知を有効化中
ko: 앱 푸시 켜는 중
zh_hans: 正在启用 App 推送

# 正在检查权益
source: Checking access
de: Zugriff wird geprüft
es: Comprobando acceso
ja: 利用権限を確認中
ko: 이용 권한 확인 중
zh_hans: 正在检查权益

# 正在确认
source: Acknowledging
de: Wird bestätigt
es: Confirmando
ja: 確認中
ko: 확인 중
zh_hans: 正在确认

# 正在退出
source: Signing Out
de: Abmeldung läuft
es: Cerrando sesión
ja: ログアウト中
ko: 로그아웃 중
zh_hans: 正在退出

# 每天 50 次通知事项
source: 50 notification events per day
de: 50 Benachrichtigungsereignisse pro Tag
es: 50 eventos de notificación al día
ja: 1日50件の通知項目
ko: 하루 알림 항목 50개
zh_hans: 每天 50 次通知事项

# 每天 500 次通知事项
source: 500 notification events per day
de: 500 Benachrichtigungsereignisse pro Tag
es: 500 eventos de notificación al día
ja: 1日500件の通知項目
ko: 하루 알림 항목 500개
zh_hans: 每天 500 次通知事项

# 每日额度
source: Daily Quota
de: Tageskontingent
es: Cupo diario
ja: 1日の上限
ko: 일일 한도
zh_hans: 每日额度

# 法律
source: Legal
de: Rechtliches
es: Información legal
ja: 法的情報
ko: 법률
zh_hans: 法律

# 注册设备中
source: Registering device
de: Gerät wird registriert
es: Registrando dispositivo
ja: デバイス登録中
ko: 기기 등록 중
zh_hans: 注册设备中

# 版本对比
source: Compare plans
de: Pläne vergleichen
es: Comparar planes
ja: プラン比較
ko: 요금제 비교
zh_hans: 版本对比

# 用户 ID
source: User ID
de: Benutzer-ID
es: ID de usuario
ja: ユーザー ID
ko: 사용자 ID
zh_hans: 用户 ID

# 用邮箱识别你的通知空间
source: Identify your notification space with email
de: Ordne deinen Benachrichtigungsbereich per E-Mail zu
es: Identifica tu espacio de notificaciones con email
ja: メールで通知スペースを識別
ko: 이메일로 알림 공간 식별
zh_hans: 用邮箱识别你的通知空间

# 登录
source: Sign In
de: Anmelden
es: Iniciar sesión
ja: ログイン
ko: 로그인
zh_hans: 登录

# 登录后查看账号、用户 ID、推送绑定和订阅状态。
source: Sign in to view your account, user ID, push binding, and subscription status.
de: Melde dich an, um Konto, Benutzer-ID, Push-Verbindung und Abo-Status zu sehen.
es: Inicia sesión para ver tu cuenta, ID de usuario, vinculación push y suscripción.
ja: ログインすると、アカウント、ユーザー ID、通知連携、サブスクリプション状態を確認できます。
ko: 로그인하면 계정, 사용자 ID, 푸시 연결, 구독 상태를 확인할 수 있습니다.
zh_hans: 登录后查看账号、用户 ID、推送绑定和订阅状态。

# 登录方式
source: Login Method
de: Anmeldemethode
es: Método de inicio
ja: ログイン方法
ko: 로그인 방식
zh_hans: 登录方式

# 登录状态
source: Login Status
de: Anmeldestatus
es: Estado de sesión
ja: ログイン状態
ko: 로그인 상태
zh_hans: 登录状态

# 知道了
source: Acknowledge
de: Bestätigen
es: Confirmar
ja: 確認する
ko: 확인
zh_hans: 知道了

# 确认密码
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
ja: パスワードを確認
ko: 비밀번호 확인
zh_hans: 确认密码

# 稍后提醒
source: Remind me later
de: Später erinnern
es: Recordarme más tarde
ja: 後で通知
ko: 나중에 알림
zh_hans: 稍后提醒

# 立即
source: Immediately
de: Sofort
es: Inmediatamente
ja: 今すぐ
ko: 즉시
zh_hans: 立即

# 立即提醒
source: Remind now
de: Jetzt erinnern
es: Recordar ahora
ja: 今すぐ通知
ko: 지금 알림
zh_hans: 立即提醒

# 等待查看
source: Waiting to be viewed
de: Noch nicht angesehen
es: Pendiente de ver
ja: 未確認
ko: 확인 대기 중
zh_hans: 等待查看

# 类型
source: Type
de: Typ
es: Tipo
ja: 種類
ko: 유형
zh_hans: 类型

# 系统权限已关闭
source: System permission is off
de: Systemberechtigung aus
es: Permiso del sistema desactivado
ja: システム権限がオフ
ko: 시스템 권한 꺼짐
zh_hans: 系统权限已关闭

# 紧急
source: Urgent
de: Dringend
es: Urgente
ja: 緊急
ko: 긴급
zh_hans: 紧急

# 紧急程度
source: Priority
de: Priorität
es: Prioridad
ja: 優先度
ko: 우선순위
zh_hans: 紧急程度

# 级别
source: Level
de: Stufe
es: Nivel
ja: レベル
ko: 수준
zh_hans: 级别

# 继续购买
source: Continue purchase
de: Kauf fortsetzen
es: Continuar compra
ja: 購入を続ける
ko: 구매 계속
zh_hans: 继续购买

# 解锁高级能力，并保持所有付费权益由 RevenueCat 集中管理。
source: Unlock premium capabilities with access managed by RevenueCat.
de: Premium-Funktionen mit von RevenueCat verwaltetem Zugriff freischalten.
es: Desbloquea funciones premium con acceso gestionado por RevenueCat.
ja: RevenueCatで管理されるプレミアム機能を利用できます。
ko: RevenueCat에서 관리하는 프리미엄 기능을 이용하세요.
zh_hans: 解锁高级能力，并保持所有付费权益由 RevenueCat 集中管理。

# 订阅
source: Subscriptions
de: Abonnements
es: Suscripciones
ja: 購読
ko: 구독
zh_hans: 订阅

# 订阅来源
source: Subscription source
de: Abonnementquelle
es: Fuente de suscripción
ja: 購読ソース
ko: 구독 소스
zh_hans: 订阅来源

# 记录
source: History
de: Verlauf
es: Historial
ja: 履歴
ko: 기록
zh_hans: 记录

# 设备推送注册失败
source: Device push registration failed
de: Geräte-Push-Registrierung fehlgeschlagen
es: Error al registrar push del dispositivo
ja: デバイスのプッシュ登録に失敗しました
ko: 기기 푸시 등록 실패
zh_hans: 设备推送注册失败

# 设置
source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

# 设置密码
source: Set Password
de: Passwort festlegen
es: Definir contraseña
ja: パスワードを設定
ko: 비밀번호 설정
zh_hans: 设置密码

# 设置密码并进入
source: Set Password & Continue
de: Festlegen und fortfahren
es: Definir y continuar
ja: 設定して続行
ko: 설정 후 계속
zh_hans: 设置密码并进入

# 请先登录
source: Sign in first
de: Zuerst anmelden
es: Inicia sesión primero
ja: 先にログインしてください
ko: 먼저 로그인하세요
zh_hans: 请先登录

# 请先登录邮箱账号
source: Sign in with email first
de: Melde dich zuerst per E-Mail an
es: Inicia sesión con email primero
ja: 先にメールアカウントでログインしてください
ko: 먼저 이메일 계정으로 로그인하세요
zh_hans: 请先登录邮箱账号

# 请先输入邮箱
source: Enter your email first
de: Gib zuerst deine E-Mail ein
es: Ingresa primero tu email
ja: 先にメールを入力してください
ko: 먼저 이메일을 입력하세요
zh_hans: 请先输入邮箱
